{"<PAD>": 0, "<UNK>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "in": 8, "it": 9, "i": 10, "this": 11, "that": 12, "br": 13, "was": 14, "as": 15, "with": 16, "for": 17, "movie": 18, "but": 19, "film": 20, "on": 21, "not": 22, "you": 23, "are": 24, "his": 25, "have": 26, "be": 27, "he": 28, "one": 29, "its": 30, "at": 31, "all": 32, "by": 33, "an": 34, "they": 35, "from": 36, "who": 37, "so": 38, "like": 39, "or": 40, "just": 41, "her": 42, "about": 43, "if": 44, "has": 45, "out": 46, "some": 47, "there": 48, "what": 49, "good": 50, "when": 51, "more": 52, "very": 53, "my": 54, "even": 55, "no": 56, "up": 57, "would": 58, "she": 59, "time": 60, "only": 61, "which": 62, "really": 63, "their": 64, "see": 65, "were": 66, "story": 67, "had": 68, "can": 69, "me": 70, "than": 71, "we": 72, "much": 73, "well": 74, "been": 75, "get": 76, "will": 77, "other": 78, "do": 79, "great": 80, "also": 81, "into": 82, "bad": 83, "because": 84, "people": 85, "how": 86, "most": 87, "first": 88, "him": 89, "dont": 90, "then": 91, "movies": 92, "made": 93, "them": 94, "make": 95, "films": 96, "could": 97, "any": 98, "way": 99, "too": 100, "after": 101, "characters": 102, "think": 103, "watch": 104, "many": 105, "seen": 106, "being": 107, "two": 108, "character": 109, "never": 110, "love": 111, "acting": 112, "where": 113, "did": 114, "plot": 115, "little": 116, "best": 117, "know": 118, "show": 119, "life": 120, "ever": 121, "does": 122, "your": 123, "better": 124, "off": 125, "still": 126, "these": 127, "over": 128, "say": 129, "end": 130, "scene": 131, "man": 132, "why": 133, "while": 134, "scenes": 135, "here": 136, "such": 137, "something": 138, "go": 139, "should": 140, "through": 141, "im": 142, "those": 143, "back": 144, "real": 145, "watching": 146, "thing": 147, "now": 148, "doesnt": 149, "didnt": 150, "actors": 151, "years": 152, "another": 153, "though": 154, "actually": 155, "funny": 156, "before": 157, "makes": 158, "nothing": 159, "find": 160, "look": 161, "going": 162, "same": 163, "work": 164, "lot": 165, "new": 166, "every": 167, "few": 168, "old": 169, "us": 170, "part": 171, "cant": 172, "director": 173, "again": 174, "thats": 175, "want": 176, "quite": 177, "things": 178, "pretty": 179, "cast": 180, "seems": 181, "around": 182, "young": 183, "got": 184, "down": 185, "take": 186, "however": 187, "fact": 188, "world": 189, "enough": 190, "both": 191, "big": 192, "give": 193, "horror": 194, "thought": 195, "ive": 196, "may": 197, "between": 198, "own": 199, "without": 200, "long": 201, "saw": 202, "isnt": 203, "always": 204, "gets": 205, "right": 206, "music": 207, "original": 208, "almost": 209, "must": 210, "come": 211, "theres": 212, "series": 213, "comedy": 214, "times": 215, "whole": 216, "role": 217, "least": 218, "interesting": 219, "guy": 220, "action": 221, "point": 222, "bit": 223, "done": 224, "far": 225, "might": 226, "am": 227, "hes": 228, "minutes": 229, "script": 230, "feel": 231, "since": 232, "anything": 233, "last": 234, "probably": 235, "family": 236, "kind": 237, "performance": 238, "tv": 239, "yet": 240, "away": 241, "rather": 242, "worst": 243, "sure": 244, "each": 245, "anyone": 246, "fun": 247, "found": 248, "played": 249, "our": 250, "girl": 251, "making": 252, "believe": 253, "although": 254, "woman": 255, "having": 256, "trying": 257, "shows": 258, "especially": 259, "course": 260, "comes": 261, "hard": 262, "goes": 263, "everything": 264, "put": 265, "day": 266, "worth": 267, "maybe": 268, "looking": 269, "main": 270, "different": 271, "dvd": 272, "ending": 273, "place": 274, "looks": 275, "wasnt": 276, "once": 277, "book": 278, "watched": 279, "three": 280, "sense": 281, "reason": 282, "set": 283, "2": 284, "screen": 285, "someone": 286, "true": 287, "effects": 288, "plays": 289, "play": 290, "job": 291, "money": 292, "during": 293, "together": 294, "actor": 295, "said": 296, "takes": 297, "seem": 298, "10": 299, "everyone": 300, "instead": 301, "american": 302, "later": 303, "special": 304, "beautiful": 305, "seeing": 306, "left": 307, "audience": 308, "john": 309, "himself": 310, "war": 311, "excellent": 312, "version": 313, "idea": 314, "night": 315, "shot": 316, "black": 317, "simply": 318, "youre": 319, "high": 320, "fan": 321, "completely": 322, "used": 323, "nice": 324, "house": 325, "poor": 326, "read": 327, "else": 328, "wife": 329, "death": 330, "kids": 331, "along": 332, "short": 333, "friends": 334, "help": 335, "second": 336, "men": 337, "mind": 338, "given": 339, "star": 340, "use": 341, "less": 342, "try": 343, "need": 344, "home": 345, "enjoy": 346, "half": 347, "boring": 348, "year": 349, "truly": 350, "until": 351, "either": 352, "classic": 353, "rest": 354, "next": 355, "performances": 356, "dead": 357, "recommend": 358, "production": 359, "couple": 360, "wrong": 361, "stupid": 362, "hollywood": 363, "father": 364, "line": 365, "start": 366, "tell": 367, "let": 368, "came": 369, "getting": 370, "women": 371, "full": 372, "remember": 373, "understand": 374, "perhaps": 375, "school": 376, "keep": 377, "terrible": 378, "camera": 379, "others": 380, "awful": 381, "sex": 382, "moments": 383, "mean": 384, "wonderful": 385, "playing": 386, "video": 387, "definitely": 388, "name": 389, "itself": 390, "human": 391, "gives": 392, "often": 393, "episode": 394, "doing": 395, "budget": 396, "small": 397, "couldnt": 398, "perfect": 399, "early": 400, "person": 401, "top": 402, "went": 403, "absolutely": 404, "lines": 405, "dialogue": 406, "finally": 407, "piece": 408, "face": 409, "guys": 410, "certainly": 411, "become": 412, "liked": 413, "stars": 414, "title": 415, "case": 416, "loved": 417, "head": 418, "sort": 419, "hope": 420, "yes": 421, "entire": 422, "felt": 423, "supposed": 424, "several": 425, "lost": 426, "overall": 427, "written": 428, "live": 429, "style": 430, "mother": 431, "entertaining": 432, "worse": 433, "3": 434, "picture": 435, "against": 436, "laugh": 437, "waste": 438, "boy": 439, "problem": 440, "sound": 441, "oh": 442, "mr": 443, "totally": 444, "based": 445, "friend": 446, "shes": 447, "beginning": 448, "seemed": 449, "wanted": 450, "cinema": 451, "dark": 452, "id": 453, "despite": 454, "fans": 455, "final": 456, "care": 457, "becomes": 458, "already": 459, "humor": 460, "wont": 461, "youll": 462, "lead": 463, "direction": 464, "example": 465, "guess": 466, "evil": 467, "children": 468, "throughout": 469, "called": 470, "lives": 471, "turn": 472, "unfortunately": 473, "able": 474, "low": 475, "game": 476, "drama": 477, "white": 478, "wants": 479, "1": 480, "girls": 481, "days": 482, "fine": 483, "under": 484, "\u0096": 485, "quality": 486, "horrible": 487, "theyre": 488, "amazing": 489, "writing": 490, "history": 491, "tries": 492, "michael": 493, "works": 494, "kill": 495, "turns": 496, "gave": 497, "enjoyed": 498, "killer": 499, "act": 500, "favorite": 501, "side": 502, "son": 503, "past": 504, "parts": 505, "behind": 506, "flick": 507, "expect": 508, "matter": 509, "brilliant": 510, "obviously": 511, "car": 512, "run": 513, "town": 514, "eyes": 515, "starts": 516, "stuff": 517, "ones": 518, "sometimes": 519, "directed": 520, "myself": 521, "killed": 522, "soon": 523, "themselves": 524, "viewer": 525, "thinking": 526, "says": 527, "took": 528, "highly": 529, "group": 530, "decent": 531, "ill": 532, "actress": 533, "heart": 534, "late": 535, "art": 536, "city": 537, "heard": 538, "genre": 539, "happens": 540, "feeling": 541, "except": 542, "kid": 543, "hell": 544, "fight": 545, "child": 546, "extremely": 547, "leave": 548, "wouldnt": 549, "lack": 550, "cannot": 551, "told": 552, "blood": 553, "close": 554, "police": 555, "etc": 556, "coming": 557, "hour": 558, "experience": 559, "moment": 560, "save": 561, "wonder": 562, "looked": 563, "stories": 564, "score": 565, "strong": 566, "involved": 567, "particularly": 568, "hand": 569, "chance": 570, "type": 571, "daughter": 572, "living": 573, "including": 574, "attempt": 575, "complete": 576, "ok": 577, "anyway": 578, "god": 579, "taken": 580, "shown": 581, "itbr": 582, "violence": 583, "serious": 584, "james": 585, "simple": 586, "obvious": 587, "roles": 588, "stop": 589, "hilarious": 590, "happened": 591, "happen": 592, "robert": 593, "cool": 594, "murder": 595, "david": 596, "voice": 597, "across": 598, "lets": 599, "please": 600, "known": 601, "exactly": 602, "opening": 603, "song": 604, "usually": 605, "ago": 606, "number": 607, "saying": 608, "released": 609, "slow": 610, "huge": 611, "seriously": 612, "wish": 613, "none": 614, "jokes": 615, "reality": 616, "whose": 617, "cinematography": 618, "interest": 619, "english": 620, "order": 621, "hours": 622, "sad": 623, "possible": 624, "relationship": 625, "crap": 626, "alone": 627, "hit": 628, "running": 629, "4": 630, "major": 631, "shots": 632, "cut": 633, "today": 634, "talent": 635, "annoying": 636, "gore": 637, "call": 638, "started": 639, "age": 640, "yourself": 641, "5": 642, "career": 643, "taking": 644, "female": 645, "brother": 646, "somewhat": 647, "ridiculous": 648, "beyond": 649, "mostly": 650, "hero": 651, "ends": 652, "usual": 653, "knew": 654, "important": 655, "change": 656, "view": 657, "knows": 658, "documentary": 659, "body": 660, "turned": 661, "finds": 662, "apparently": 663, "power": 664, "basically": 665, "opinion": 666, "words": 667, "silly": 668, "due": 669, "strange": 670, "word": 671, "novel": 672, "upon": 673, "husband": 674, "scary": 675, "talking": 676, "clearly": 677, "local": 678, "happy": 679, "directors": 680, "rating": 681, "attention": 682, "four": 683, "whats": 684, "cheap": 685, "episodes": 686, "country": 687, "musical": 688, "arent": 689, "moviebr": 690, "room": 691, "level": 692, "single": 693, "problems": 694, "disappointed": 695, "jack": 696, "television": 697, "british": 698, "tells": 699, "events": 700, "miss": 701, "sequence": 702, "talk": 703, "modern": 704, "whether": 705, "add": 706, "light": 707, "songs": 708, "french": 709, "easily": 710, "lots": 711, "bring": 712, "appears": 713, "sets": 714, "predictable": 715, "giving": 716, "havent": 717, "review": 718, "supporting": 719, "dialog": 720, "mention": 721, "similar": 722, "falls": 723, "ten": 724, "george": 725, "soundtrack": 726, "viewers": 727, "needs": 728, "above": 729, "romantic": 730, "five": 731, "bunch": 732, "within": 733, "team": 734, "certain": 735, "enjoyable": 736, "showing": 737, "future": 738, "hate": 739, "filmbr": 740, "moving": 741, "entertainment": 742, "tried": 743, "message": 744, "surprised": 745, "parents": 746, "earth": 747, "comic": 748, "among": 749, "clear": 750, "space": 751, "filmed": 752, "storyline": 753, "middle": 754, "sorry": 755, "dull": 756, "named": 757, "theme": 758, "fall": 759, "stay": 760, "easy": 761, "king": 762, "sequel": 763, "using": 764, "theater": 765, "typical": 766, "comments": 767, "ways": 768, "feels": 769, "near": 770, "kept": 771, "release": 772, "buy": 773, "thriller": 774, "gone": 775, "greatest": 776, "writer": 777, "nearly": 778, "working": 779, "doubt": 780, "effort": 781, "actual": 782, "avoid": 783, "deal": 784, "monster": 785, "means": 786, "elements": 787, "dr": 788, "peter": 789, "richard": 790, "tale": 791, "imagine": 792, "suspense": 793, "fantastic": 794, "subject": 795, "brought": 796, "straight": 797, "editing": 798, "80s": 799, "famous": 800, "die": 801, "youve": 802, "rock": 803, "lady": 804, "boys": 805, "realistic": 806, "herself": 807, "general": 808, "points": 809, "sister": 810, "leads": 811, "feature": 812, "viewing": 813, "move": 814, "somehow": 815, "check": 816, "class": 817, "okay": 818, "form": 819, "forget": 820, "mystery": 821, "begins": 822, "reviews": 823, "hear": 824, "material": 825, "rent": 826, "dog": 827, "eventually": 828, "learn": 829, "paul": 830, "animation": 831, "sit": 832, "whos": 833, "figure": 834, "tom": 835, "particular": 836, "weak": 837, "premise": 838, "surprise": 839, "period": 840, "believable": 841, "killing": 842, "sequences": 843, "expected": 844, "decided": 845, "red": 846, "atmosphere": 847, "crime": 848, "wait": 849, "fast": 850, "eye": 851, "difficult": 852, "york": 853, "indeed": 854, "deep": 855, "leaves": 856, "possibly": 857, "truth": 858, "became": 859, "average": 860, "emotional": 861, "poorly": 862, "shame": 863, "lame": 864, "situation": 865, "follow": 866, "whatever": 867, "forced": 868, "meet": 869, "dance": 870, "stand": 871, "needed": 872, "footage": 873, "note": 874, "unless": 875, "season": 876, "begin": 877, "open": 878, "memorable": 879, "third": 880, "crew": 881, "scifi": 882, "reading": 883, "oscar": 884, "minute": 885, "sexual": 886, "otherwise": 887, "writers": 888, "meets": 889, "features": 890, "write": 891, "previous": 892, "doctor": 893, "question": 894, "filmmakers": 895, "interested": 896, "whom": 897, "romance": 898, "beauty": 899, "nor": 900, "gay": 901, "credits": 902, "cheesy": 903, "imdb": 904, "personal": 905, "hot": 906, "total": 907, "keeps": 908, "superb": 909, "towards": 910, "western": 911, "inside": 912, "sounds": 913, "nature": 914, "hands": 915, "plus": 916, "male": 917, "society": 918, "perfectly": 919, "incredibly": 920, "screenplay": 921, "de": 922, "japanese": 923, "comment": 924, "20": 925, "quickly": 926, "box": 927, "weird": 928, "result": 929, "realize": 930, "effect": 931, "street": 932, "island": 933, "battle": 934, "masterpiece": 935, "badly": 936, "laughs": 937, "worked": 938, "earlier": 939, "various": 940, "unique": 941, "copy": 942, "older": 943, "crazy": 944, "america": 945, "brings": 946, "air": 947, "plenty": 948, "background": 949, "stage": 950, "setting": 951, "b": 952, "appear": 953, "free": 954, "ask": 955, "admit": 956, "fairly": 957, "following": 958, "lee": 959, "powerful": 960, "joe": 961, "mark": 962, "spent": 963, "leading": 964, "portrayed": 965, "front": 966, "directing": 967, "business": 968, "creepy": 969, "dramatic": 970, "acted": 971, "forward": 972, "rich": 973, "apart": 974, "baby": 975, "outside": 976, "pay": 977, "remake": 978, "mess": 979, "bill": 980, "development": 981, "dumb": 982, "meant": 983, "deserves": 984, "attempts": 985, "manages": 986, "fire": 987, "political": 988, "la": 989, "fails": 990, "expecting": 991, "water": 992, "william": 993, "wasted": 994, "70s": 995, "create": 996, "joke": 997, "return": 998, "ideas": 999, "reasons": 1000, "cover": 1001, "recently": 1002, "caught": 1003, "hardly": 1004, "agree": 1005, "unlike": 1006, "fighting": 1007, "missing": 1008, "cop": 1009, "success": 1010, "present": 1011, "party": 1012, "twist": 1013, "large": 1014, "secret": 1015, "girlfriend": 1016, "plain": 1017, "members": 1018, "brothers": 1019, "clever": 1020, "talented": 1021, "ended": 1022, "cute": 1023, "telling": 1024, "dream": 1025, "zombie": 1026, "laughing": 1027, "pure": 1028, "escape": 1029, "german": 1030, "match": 1031, "waiting": 1032, "odd": 1033, "disney": 1034, "potential": 1035, "casting": 1036, "break": 1037, "created": 1038, "missed": 1039, "pace": 1040, "gun": 1041, "visual": 1042, "considering": 1043, "further": 1044, "hold": 1045, "married": 1046, "sees": 1047, "cause": 1048, "slightly": 1049, "incredible": 1050, "van": 1051, "nudity": 1052, "italian": 1053, "sadly": 1054, "villain": 1055, "public": 1056, "familiar": 1057, "decides": 1058, "uses": 1059, "died": 1060, "cartoon": 1061, "state": 1062, "speak": 1063, "mentioned": 1064, "entirely": 1065, "popular": 1066, "list": 1067, "wrote": 1068, "credit": 1069, "fantasy": 1070, "neither": 1071, "produced": 1072, "compared": 1073, "era": 1074, "appreciate": 1075, "amount": 1076, "train": 1077, "suddenly": 1078, "bored": 1079, "company": 1080, "biggest": 1081, "fit": 1082, "rate": 1083, "convincing": 1084, "younger": 1085, "former": 1086, "follows": 1087, "office": 1088, "portrayal": 1089, "moves": 1090, "intelligent": 1091, "tension": 1092, "producers": 1093, "common": 1094, "flat": 1095, "store": 1096, "audiences": 1097, "dancing": 1098, "trouble": 1099, "images": 1100, "12": 1101, "value": 1102, "science": 1103, "sweet": 1104, "violent": 1105, "social": 1106, "choice": 1107, "language": 1108, "filled": 1109, "college": 1110, "spend": 1111, "ultimately": 1112, "successful": 1113, "cold": 1114, "fear": 1115, "recent": 1116, "kills": 1117, "force": 1118, "decide": 1119, "concept": 1120, "basic": 1121, "scott": 1122, "mad": 1123, "bizarre": 1124, "consider": 1125, "longer": 1126, "hair": 1127, "century": 1128, "focus": 1129, "christmas": 1130, "alive": 1131, "likes": 1132, "positive": 1133, "recommended": 1134, "situations": 1135, "band": 1136, "15": 1137, "project": 1138, "werent": 1139, "amusing": 1140, "exciting": 1141, "sick": 1142, "aside": 1143, "yeah": 1144, "pointless": 1145, "barely": 1146, "involving": 1147, "7": 1148, "depth": 1149, "solid": 1150, "showed": 1151, "spirit": 1152, "questions": 1153, "jane": 1154, "pathetic": 1155, "control": 1156, "singing": 1157, "books": 1158, "fake": 1159, "impossible": 1160, "leaving": 1161, "soldiers": 1162, "effective": 1163, "honest": 1164, "awesome": 1165, "impressive": 1166, "humour": 1167, "changed": 1168, "respect": 1169, "values": 1170, "8": 1171, "master": 1172, "alien": 1173, "bought": 1174, "walk": 1175, "considered": 1176, "studio": 1177, "chemistry": 1178, "somewhere": 1179, "literally": 1180, "meaning": 1181, "charles": 1182, "thanks": 1183, "immediately": 1184, "revenge": 1185, "honestly": 1186, "ben": 1187, "failed": 1188, "brain": 1189, "accent": 1190, "shooting": 1191, "channel": 1192, "sitting": 1193, "surprisingly": 1194, "pick": 1195, "adult": 1196, "glad": 1197, "trash": 1198, "starring": 1199, "gang": 1200, "ability": 1201, "runs": 1202, "thinks": 1203, "fair": 1204, "garbage": 1205, "added": 1206, "30": 1207, "south": 1208, "prison": 1209, "genius": 1210, "culture": 1211, "touch": 1212, "road": 1213, "explain": 1214, "normal": 1215, "camp": 1216, "disturbing": 1217, "vampire": 1218, "journey": 1219, "mood": 1220, "win": 1221, "trip": 1222, "twists": 1223, "spoilers": 1224, "army": 1225, "west": 1226, "personally": 1227, "bother": 1228, "cat": 1229, "likely": 1230, "issues": 1231, "fiction": 1232, "drug": 1233, "nobody": 1234, "tone": 1235, "jim": 1236, "stick": 1237, "sexy": 1238, "blue": 1239, "conclusion": 1240, "adventure": 1241, "won": 1242, "generally": 1243, "remains": 1244, "tough": 1245, "beautifully": 1246, "cinematic": 1247, "park": 1248, "silent": 1249, "purpose": 1250, "taste": 1251, "bed": 1252, "utterly": 1253, "aspect": 1254, "terms": 1255, "subtle": 1256, "nowhere": 1257, "animated": 1258, "frank": 1259, "shoot": 1260, "sam": 1261, "chase": 1262, "100": 1263, "complex": 1264, "week": 1265, "available": 1266, "cult": 1267, "loves": 1268, "managed": 1269, "appearance": 1270, "historical": 1271, "pictures": 1272, "naked": 1273, "standard": 1274, "lovely": 1275, "natural": 1276, "charming": 1277, "slasher": 1278, "presence": 1279, "photography": 1280, "thrown": 1281, "constantly": 1282, "catch": 1283, "terrific": 1284, "plan": 1285, "changes": 1286, "mary": 1287, "adaptation": 1288, "knowing": 1289, "innocent": 1290, "military": 1291, "giant": 1292, "planet": 1293, "edge": 1294, "comedies": 1295, "suppose": 1296, "computer": 1297, "indian": 1298, "emotions": 1299, "walking": 1300, "rare": 1301, "government": 1302, "scenery": 1303, "appeal": 1304, "chris": 1305, "smart": 1306, "names": 1307, "london": 1308, "minor": 1309, "magic": 1310, "steve": 1311, "pass": 1312, "ride": 1313, "slowly": 1314, "door": 1315, "stands": 1316, "thus": 1317, "details": 1318, "bottom": 1319, "disappointing": 1320, "thank": 1321, "contains": 1322, "narrative": 1323, "soul": 1324, "hey": 1325, "pieces": 1326, "zombies": 1327, "places": 1328, "painful": 1329, "puts": 1330, "attack": 1331, "excuse": 1332, "besides": 1333, "self": 1334, "wild": 1335, "costumes": 1336, "touching": 1337, "ghost": 1338, "jones": 1339, "critics": 1340, "impression": 1341, "track": 1342, "date": 1343, "presented": 1344, "equally": 1345, "dad": 1346, "laughable": 1347, "throw": 1348, "intended": 1349, "6": 1350, "everybody": 1351, "mysterious": 1352, "land": 1353, "brief": 1354, "makeup": 1355, "hoping": 1356, "youd": 1357, "9": 1358, "surely": 1359, "makers": 1360, "feelings": 1361, "central": 1362, "themes": 1363, "detective": 1364, "acts": 1365, "filming": 1366, "unbelievable": 1367, "bond": 1368, "building": 1369, "paris": 1370, "sent": 1371, "festival": 1372, "outstanding": 1373, "opera": 1374, "law": 1375, "mainly": 1376, "ray": 1377, "fully": 1378, "stunning": 1379, "aspects": 1380, "harry": 1381, "tired": 1382, "students": 1383, "ed": 1384, "finish": 1385, "charlie": 1386, "club": 1387, "notice": 1388, "climax": 1389, "boyfriend": 1390, "laughed": 1391, "bruce": 1392, "race": 1393, "image": 1394, "victim": 1395, "opportunity": 1396, "hurt": 1397, "producer": 1398, "tony": 1399, "expectations": 1400, "finding": 1401, "loud": 1402, "support": 1403, "emotion": 1404, "fascinating": 1405, "manner": 1406, "mistake": 1407, "woods": 1408, "hospital": 1409, "suggest": 1410, "award": 1411, "include": 1412, "charm": 1413, "random": 1414, "confusing": 1415, "victims": 1416, "christopher": 1417, "faces": 1418, "speaking": 1419, "cry": 1420, "pain": 1421, "confused": 1422, "cops": 1423, "mans": 1424, "forever": 1425, "green": 1426, "student": 1427, "fresh": 1428, "offer": 1429, "wow": 1430, "ship": 1431, "disappointment": 1432, "fell": 1433, "justice": 1434, "dreams": 1435, "news": 1436, "lived": 1437, "rated": 1438, "pull": 1439, "motion": 1440, "answer": 1441, "seemingly": 1442, "holes": 1443, "million": 1444, "boss": 1445, "supposedly": 1446, "falling": 1447, "lacks": 1448, "spoiler": 1449, "color": 1450, "content": 1451, "flicks": 1452, "heavy": 1453, "marriage": 1454, "twice": 1455, "smith": 1456, "location": 1457, "adds": 1458, "relationships": 1459, "happening": 1460, "timebr": 1461, "grade": 1462, "folks": 1463, "developed": 1464, "compelling": 1465, "helps": 1466, "summer": 1467, "exception": 1468, "funniest": 1469, "lighting": 1470, "drugs": 1471, "difference": 1472, "billy": 1473, "likable": 1474, "appeared": 1475, "moral": 1476, "martin": 1477, "share": 1478, "creative": 1479, "extreme": 1480, "batman": 1481, "impressed": 1482, "delivers": 1483, "agent": 1484, "born": 1485, "ahead": 1486, "affair": 1487, "paid": 1488, "dies": 1489, "radio": 1490, "approach": 1491, "shock": 1492, "putting": 1493, "wondering": 1494, "hasnt": 1495, "information": 1496, "russian": 1497, "gem": 1498, "therefore": 1499, "intense": 1500, "drive": 1501, "followed": 1502, "rented": 1503, "reminded": 1504, "merely": 1505, "vs": 1506, "led": 1507, "gorgeous": 1508, "plane": 1509, "offers": 1510, "element": 1511, "trailer": 1512, "teen": 1513, "allowed": 1514, "bar": 1515, "six": 1516, "shouldnt": 1517, "collection": 1518, "provides": 1519, "detail": 1520, "ii": 1521, "key": 1522, "absolute": 1523, "90": 1524, "industry": 1525, "ms": 1526, "becoming": 1527, "mediocre": 1528, "ugly": 1529, "adults": 1530, "onto": 1531, "americans": 1532, "beat": 1533, "stuck": 1534, "mix": 1535, "negative": 1536, "animals": 1537, "drawn": 1538, "attractive": 1539, "impact": 1540, "serial": 1541, "system": 1542, "shocking": 1543, "games": 1544, "machine": 1545, "flaws": 1546, "forgotten": 1547, "christian": 1548, "captain": 1549, "lover": 1550, "ready": 1551, "damn": 1552, "picked": 1553, "compare": 1554, "dirty": 1555, "hotel": 1556, "super": 1557, "mom": 1558, "ground": 1559, "suicide": 1560, "area": 1561, "lies": 1562, "count": 1563, "porn": 1564, "turning": 1565, "grace": 1566, "event": 1567, "worthy": 1568, "clich\u00e9": 1569, "thoroughly": 1570, "filmmaking": 1571, "imagination": 1572, "teenage": 1573, "fellow": 1574, "nasty": 1575, "angry": 1576, "church": 1577, "returns": 1578, "soldier": 1579, "stewart": 1580, "tragic": 1581, "proves": 1582, "helped": 1583, "artistic": 1584, "spot": 1585, "states": 1586, "standards": 1587, "phone": 1588, "addition": 1589, "moved": 1590, "cgi": 1591, "kevin": 1592, "murders": 1593, "personality": 1594, "quick": 1595, "wooden": 1596, "creature": 1597, "lose": 1598, "station": 1599, "deliver": 1600, "epic": 1601, "anymore": 1602, "seconds": 1603, "search": 1604, "latter": 1605, "direct": 1606, "carry": 1607, "wearing": 1608, "actresses": 1609, "flying": 1610, "childhood": 1611, "disaster": 1612, "listen": 1613, "tragedy": 1614, "inspired": 1615, "member": 1616, "passion": 1617, "asked": 1618, "continue": 1619, "actions": 1620, "torture": 1621, "willing": 1622, "afraid": 1623, "scientist": 1624, "wanting": 1625, "commentary": 1626, "favourite": 1627, "provide": 1628, "fashion": 1629, "kelly": 1630, "process": 1631, "jason": 1632, "held": 1633, "describe": 1634, "began": 1635, "extra": 1636, "dying": 1637, "rarely": 1638, "todays": 1639, "professional": 1640, "theatre": 1641, "bits": 1642, "realized": 1643, "teacher": 1644, "redeeming": 1645, "physical": 1646, "queen": 1647, "sea": 1648, "henry": 1649, "apartment": 1650, "introduced": 1651, "struggle": 1652, "accident": 1653, "tim": 1654, "hidden": 1655, "independent": 1656, "accept": 1657, "monsters": 1658, "wars": 1659, "whatsoever": 1660, "allow": 1661, "seven": 1662, "pop": 1663, "asks": 1664, "williams": 1665, "judge": 1666, "clich\u00e9s": 1667, "bloody": 1668, "filmmaker": 1669, "food": 1670, "don": 1671, "holds": 1672, "energy": 1673, "thomas": 1674, "zero": 1675, "intriguing": 1676, "calls": 1677, "noir": 1678, "arts": 1679, "step": 1680, "intelligence": 1681, "pleasure": 1682, "jerry": 1683, "numbers": 1684, "suspect": 1685, "clothes": 1686, "dangerous": 1687, "comedic": 1688, "wall": 1689, "design": 1690, "fat": 1691, "chinese": 1692, "sucks": 1693, "surprising": 1694, "tears": 1695, "reminds": 1696, "deeply": 1697, "deserve": 1698, "necessary": 1699, "sight": 1700, "includes": 1701, "religious": 1702, "ryan": 1703, "superior": 1704, "martial": 1705, "60s": 1706, "blame": 1707, "trust": 1708, "wonderfully": 1709, "memory": 1710, "sat": 1711, "animal": 1712, "sleep": 1713, "danny": 1714, "double": 1715, "watchable": 1716, "anybody": 1717, "anywhere": 1718, "rape": 1719, "accurate": 1720, "explanation": 1721, "heroes": 1722, "ie": 1723, "understanding": 1724, "fox": 1725, "unusual": 1726, "hated": 1727, "mouth": 1728, "limited": 1729, "thin": 1730, "apparent": 1731, "unknown": 1732, "plots": 1733, "stephen": 1734, "brutal": 1735, "horse": 1736, "mike": 1737, "gold": 1738, "pacing": 1739, "wood": 1740, "whilst": 1741, "lord": 1742, "remarkable": 1743, "friendship": 1744, "warning": 1745, "desert": 1746, "joy": 1747, "johnny": 1748, "jr": 1749, "driving": 1750, "criminal": 1751, "nicely": 1752, "captured": 1753, "heads": 1754, "grand": 1755, "ring": 1756, "opposite": 1757, "gags": 1758, "met": 1759, "moon": 1760, "desperate": 1761, "build": 1762, "jean": 1763, "scared": 1764, "loose": 1765, "months": 1766, "discover": 1767, "academy": 1768, "mental": 1769, "vhs": 1770, "noticed": 1771, "brian": 1772, "lovers": 1773, "alan": 1774, "learned": 1775, "golden": 1776, "mine": 1777, "villains": 1778, "memories": 1779, "stock": 1780, "treat": 1781, "thembr": 1782, "leader": 1783, "locations": 1784, "starting": 1785, "according": 1786, "al": 1787, "somebody": 1788, "boat": 1789, "creating": 1790, "responsible": 1791, "normally": 1792, "engaging": 1793, "uncle": 1794, "references": 1795, "powers": 1796, "knowledge": 1797, "arthur": 1798, "officer": 1799, "players": 1800, "constant": 1801, "humans": 1802, "jackson": 1803, "vision": 1804, "keeping": 1805, "issue": 1806, "ordinary": 1807, "technical": 1808, "originally": 1809, "national": 1810, "treated": 1811, "cars": 1812, "board": 1813, "community": 1814, "hadnt": 1815, "unnecessary": 1816, "lowbudget": 1817, "growing": 1818, "eddie": 1819, "manage": 1820, "skip": 1821, "mrs": 1822, "artist": 1823, "current": 1824, "hits": 1825, "sisters": 1826, "lacking": 1827, "page": 1828, "wind": 1829, "magnificent": 1830, "prove": 1831, "finished": 1832, "price": 1833, "anne": 1834, "connection": 1835, "occasionally": 1836, "conflict": 1837, "fights": 1838, "heres": 1839, "below": 1840, "ford": 1841, "numerous": 1842, "smile": 1843, "gotten": 1844, "loving": 1845, "absurd": 1846, "50": 1847, "sean": 1848, "player": 1849, "explained": 1850, "bob": 1851, "saving": 1852, "naturally": 1853, "bigger": 1854, "faith": 1855, "hitchcock": 1856, "record": 1857, "humanity": 1858, "capture": 1859, "crappy": 1860, "mission": 1861, "robin": 1862, "witty": 1863, "killers": 1864, "bright": 1865, "floor": 1866, "hopes": 1867, "murdered": 1868, "genuine": 1869, "dressed": 1870, "private": 1871, "forces": 1872, "field": 1873, "deserved": 1874, "brown": 1875, "legend": 1876, "finest": 1877, "deals": 1878, "whenever": 1879, "window": 1880, "length": 1881, "realism": 1882, "included": 1883, "fail": 1884, "loss": 1885, "desire": 1886, "generation": 1887, "behavior": 1888, "essentially": 1889, "howard": 1890, "efforts": 1891, "morning": 1892, "bland": 1893, "broken": 1894, "shop": 1895, "instance": 1896, "kinda": 1897, "c": 1898, "dealing": 1899, "mixed": 1900, "terribly": 1901, "singer": 1902, "weve": 1903, "eat": 1904, "pulled": 1905, "toward": 1906, "pilot": 1907, "foreign": 1908, "gary": 1909, "guns": 1910, "tape": 1911, "aware": 1912, "cuts": 1913, "humorous": 1914, "stone": 1915, "exist": 1916, "frankly": 1917, "advice": 1918, "jennifer": 1919, "media": 1920, "witch": 1921, "featuring": 1922, "comparison": 1923, "psychological": 1924, "regular": 1925, "soap": 1926, "survive": 1927, "european": 1928, "relate": 1929, "roll": 1930, "buddy": 1931, "jump": 1932, "unfunny": 1933, "meanwhile": 1934, "quiet": 1935, "teenagers": 1936, "sheer": 1937, "empty": 1938, "davis": 1939, "pair": 1940, "jeff": 1941, "reviewers": 1942, "discovered": 1943, "joan": 1944, "genuinely": 1945, "streets": 1946, "international": 1947, "nonsense": 1948, "thisbr": 1949, "revealed": 1950, "saved": 1951, "rubbish": 1952, "cable": 1953, "england": 1954, "priest": 1955, "castle": 1956, "texas": 1957, "insane": 1958, "peoples": 1959, "higher": 1960, "cross": 1961, "blind": 1962, "favor": 1963, "stereotypes": 1964, "utter": 1965, "miles": 1966, "max": 1967, "river": 1968, "spanish": 1969, "partner": 1970, "received": 1971, "winning": 1972, "feet": 1973, "village": 1974, "40": 1975, "underrated": 1976, "unable": 1977, "moore": 1978, "suit": 1979, "portray": 1980, "1010": 1981, "anthony": 1982, "twenty": 1983, "sign": 1984, "visit": 1985, "study": 1986, "aliens": 1987, "vampires": 1988, "concerned": 1989, "heroine": 1990, "talents": 1991, "president": 1992, "breaks": 1993, "program": 1994, "range": 1995, "scream": 1996, "skills": 1997, "dated": 1998, "vote": 1999, "opens": 2000, "steal": 2001, "sing": 2002, "drunk": 2003, "lucky": 2004, "screaming": 2005, "worlds": 2006, "reach": 2007, "youth": 2008, "ultimate": 2009, "fame": 2010, "nick": 2011, "remembered": 2012, "nightmare": 2013, "continues": 2014, "awkward": 2015, "flashbacks": 2016, "attitude": 2017, "results": 2018, "debut": 2019, "context": 2020, "reaction": 2021, "owner": 2022, "grow": 2023, "evidence": 2024, "described": 2025, "fate": 2026, "adam": 2027, "visuals": 2028, "edited": 2029, "dreadful": 2030, "steven": 2031, "lesson": 2032, "1950s": 2033, "allen": 2034, "ran": 2035, "post": 2036, "taylor": 2037, "classics": 2038, "protagonist": 2039, "strength": 2040, "australian": 2041, "spectacular": 2042, "travel": 2043, "creatures": 2044, "sucked": 2045, "wedding": 2046, "ball": 2047, "crowd": 2048, "unexpected": 2049, "football": 2050, "shallow": 2051, "irritating": 2052, "discovers": 2053, "unrealistic": 2054, "satire": 2055, "finale": 2056, "pretentious": 2057, "corny": 2058, "theyve": 2059, "jimmy": 2060, "ladies": 2061, "hunter": 2062, "gonna": 2063, "cameo": 2064, "d": 2065, "provided": 2066, "parody": 2067, "curious": 2068, "native": 2069, "andy": 2070, "dogs": 2071, "frame": 2072, "visually": 2073, "fault": 2074, "identity": 2075, "gory": 2076, "involves": 2077, "failure": 2078, "sell": 2079, "grew": 2080, "site": 2081, "choose": 2082, "commercial": 2083, "logic": 2084, "kick": 2085, "heck": 2086, "himbr": 2087, "tiny": 2088, "wide": 2089, "heaven": 2090, "france": 2091, "eric": 2092, "levels": 2093, "meeting": 2094, "freedom": 2095, "lewis": 2096, "ice": 2097, "fly": 2098, "decision": 2099, "contrived": 2100, "graphic": 2101, "decade": 2102, "douglas": 2103, "endless": 2104, "bomb": 2105, "delivered": 2106, "cost": 2107, "delightful": 2108, "bringing": 2109, "allbr": 2110, "asking": 2111, "aka": 2112, "barbara": 2113, "allows": 2114, "combination": 2115, "luck": 2116, "rescue": 2117, "assume": 2118, "fill": 2119, "eating": 2120, "standing": 2121, "loses": 2122, "proved": 2123, "perspective": 2124, "creates": 2125, "bank": 2126, "capable": 2127, "remain": 2128, "types": 2129, "existence": 2130, "gangster": 2131, "drag": 2132, "talks": 2133, "destroy": 2134, "onebr": 2135, "ages": 2136, "emotionally": 2137, "mebr": 2138, "recall": 2139, "brilliantly": 2140, "traditional": 2141, "bodies": 2142, "beach": 2143, "relief": 2144, "julie": 2145, "sake": 2146, "teenager": 2147, "trek": 2148, "contrast": 2149, "north": 2150, "majority": 2151, "theaters": 2152, "believes": 2153, "thatbr": 2154, "formula": 2155, "rules": 2156, "halloween": 2157, "families": 2158, "fred": 2159, "overly": 2160, "asian": 2161, "dan": 2162, "disgusting": 2163, "dick": 2164, "individual": 2165, "europe": 2166, "jesus": 2167, "chick": 2168, "speech": 2169, "nevertheless": 2170, "sympathetic": 2171, "90s": 2172, "portrays": 2173, "hopefully": 2174, "strongly": 2175, "product": 2176, "promise": 2177, "steals": 2178, "reviewer": 2179, "enemy": 2180, "fathers": 2181, "wise": 2182, "built": 2183, "viewed": 2184, "develop": 2185, "rob": 2186, "ancient": 2187, "round": 2188, "seat": 2189, "clean": 2190, "horribly": 2191, "cares": 2192, "proper": 2193, "center": 2194, "author": 2195, "shakespeare": 2196, "sudden": 2197, "test": 2198, "alex": 2199, "united": 2200, "treatment": 2201, "gene": 2202, "wellbr": 2203, "crash": 2204, "matt": 2205, "alice": 2206, "handsome": 2207, "rise": 2208, "executed": 2209, "laughter": 2210, "cash": 2211, "walked": 2212, "sheriff": 2213, "facts": 2214, "surreal": 2215, "caused": 2216, "research": 2217, "dollars": 2218, "candy": 2219, "blonde": 2220, "walks": 2221, "weeks": 2222, "voices": 2223, "sequels": 2224, "correct": 2225, "ann": 2226, "thoughts": 2227, "model": 2228, "theatrical": 2229, "losing": 2230, "shocked": 2231, "terror": 2232, "kong": 2233, "lousy": 2234, "japan": 2235, "portraying": 2236, "r": 2237, "uk": 2238, "awards": 2239, "gratuitous": 2240, "largely": 2241, "50s": 2242, "storybr": 2243, "sky": 2244, "studios": 2245, "excited": 2246, "dubbed": 2247, "tedious": 2248, "clue": 2249, "contemporary": 2250, "matters": 2251, "wayne": 2252, "1970s": 2253, "embarrassing": 2254, "speed": 2255, "enter": 2256, "insult": 2257, "soft": 2258, "hall": 2259, "surface": 2260, "produce": 2261, "slapstick": 2262, "network": 2263, "suffering": 2264, "louis": 2265, "pleasant": 2266, "source": 2267, "extras": 2268, "subtitles": 2269, "passed": 2270, "larry": 2271, "depressing": 2272, "stopped": 2273, "send": 2274, "chosen": 2275, "core": 2276, "rose": 2277, "hearing": 2278, "evening": 2279, "twisted": 2280, "till": 2281, "learns": 2282, "experienced": 2283, "cartoons": 2284, "prince": 2285, "devil": 2286, "painfully": 2287, "teens": 2288, "bet": 2289, "technology": 2290, "pity": 2291, "circumstances": 2292, "religion": 2293, "anna": 2294, "marry": 2295, "jackie": 2296, "darkness": 2297, "bear": 2298, "virtually": 2299, "chief": 2300, "wit": 2301, "saturday": 2302, "fits": 2303, "depicted": 2304, "driver": 2305, "committed": 2306, "rental": 2307, "plans": 2308, "vehicle": 2309, "spends": 2310, "mask": 2311, "flesh": 2312, "sharp": 2313, "ruined": 2314, "versions": 2315, "harris": 2316, "patrick": 2317, "spoil": 2318, "entertained": 2319, "costs": 2320, "dennis": 2321, "amateurish": 2322, "relatively": 2323, "propaganda": 2324, "lesbian": 2325, "universal": 2326, "latest": 2327, "grown": 2328, "albert": 2329, "witness": 2330, "paper": 2331, "werewolf": 2332, "exploitation": 2333, "sports": 2334, "recognize": 2335, "bmovie": 2336, "practically": 2337, "tend": 2338, "segment": 2339, "lynch": 2340, "haunting": 2341, "morgan": 2342, "qualities": 2343, "service": 2344, "influence": 2345, "angles": 2346, "holding": 2347, "hunt": 2348, "germany": 2349, "convince": 2350, "factor": 2351, "scare": 2352, "bbc": 2353, "lake": 2354, "halfway": 2355, "claim": 2356, "blow": 2357, "veteran": 2358, "ass": 2359, "angel": 2360, "nominated": 2361, "edward": 2362, "daughters": 2363, "captures": 2364, "universe": 2365, "canadian": 2366, "guilty": 2367, "variety": 2368, "performed": 2369, "skin": 2370, "promising": 2371, "sympathy": 2372, "suffers": 2373, "speaks": 2374, "demons": 2375, "table": 2376, "calling": 2377, "joseph": 2378, "psycho": 2379, "experiences": 2380, "target": 2381, "appropriate": 2382, "asleep": 2383, "professor": 2384, "previously": 2385, "jungle": 2386, "keaton": 2387, "extraordinary": 2388, "roger": 2389, "substance": 2390, "jewish": 2391, "hide": 2392, "presents": 2393, "training": 2394, "accidentally": 2395, "costume": 2396, "friday": 2397, "holmes": 2398, "conversation": 2399, "dry": 2400, "unfortunate": 2401, "satisfying": 2402, "obsessed": 2403, "childrens": 2404, "appealing": 2405, "tarzan": 2406, "display": 2407, "810": 2408, "truck": 2409, "hanging": 2410, "harsh": 2411, "cage": 2412, "gordon": 2413, "f": 2414, "donald": 2415, "featured": 2416, "washington": 2417, "worthwhile": 2418, "handled": 2419, "suspenseful": 2420, "danger": 2421, "seasons": 2422, "robot": 2423, "granted": 2424, "movement": 2425, "excitement": 2426, "roberts": 2427, "minds": 2428, "supernatural": 2429, "department": 2430, "continuity": 2431, "chose": 2432, "breaking": 2433, "draw": 2434, "13": 2435, "amateur": 2436, "clich\u00e9d": 2437, "deadly": 2438, "reveal": 2439, "idiot": 2440, "hill": 2441, "structure": 2442, "figured": 2443, "haunted": 2444, "directly": 2445, "warm": 2446, "massive": 2447, "routine": 2448, "turkey": 2449, "initial": 2450, "vietnam": 2451, "encounter": 2452, "claims": 2453, "cruel": 2454, "broadway": 2455, "regret": 2456, "touches": 2457, "trapped": 2458, "peace": 2459, "adventures": 2460, "winner": 2461, "irish": 2462, "safe": 2463, "prime": 2464, "elizabeth": 2465, "drop": 2466, "seagal": 2467, "offensive": 2468, "bothered": 2469, "cutting": 2470, "stereotypical": 2471, "serves": 2472, "patient": 2473, "andor": 2474, "accents": 2475, "abuse": 2476, "believed": 2477, "forgot": 2478, "710": 2479, "exact": 2480, "sir": 2481, "closer": 2482, "amazingly": 2483, "crying": 2484, "weekend": 2485, "mountain": 2486, "degree": 2487, "11": 2488, "foot": 2489, "statement": 2490, "destroyed": 2491, "dean": 2492, "realizes": 2493, "25": 2494, "naive": 2495, "refreshing": 2496, "thankfully": 2497, "prior": 2498, "lights": 2499, "mainstream": 2500, "lower": 2501, "prepared": 2502, "overthetop": 2503, "lane": 2504, "deaths": 2505, "aint": 2506, "walter": 2507, "abandoned": 2508, "pulls": 2509, "kate": 2510, "covered": 2511, "1980s": 2512, "surprises": 2513, "favorites": 2514, "unlikely": 2515, "westerns": 2516, "dude": 2517, "politics": 2518, "storytelling": 2519, "required": 2520, "section": 2521, "interview": 2522, "express": 2523, "insight": 2524, "colors": 2525, "trilogy": 2526, "praise": 2527, "kiss": 2528, "anime": 2529, "scale": 2530, "whoever": 2531, "melodrama": 2532, "roy": 2533, "legendary": 2534, "reporter": 2535, "forth": 2536, "remotely": 2537, "market": 2538, "stolen": 2539, "nurse": 2540, "proud": 2541, "gritty": 2542, "african": 2543, "security": 2544, "waybr": 2545, "sorts": 2546, "interviews": 2547, "prefer": 2548, "effectively": 2549, "s": 2550, "wear": 2551, "rule": 2552, "herebr": 2553, "category": 2554, "africa": 2555, "summary": 2556, "urban": 2557, "welcome": 2558, "highlight": 2559, "repeated": 2560, "sons": 2561, "mexican": 2562, "multiple": 2563, "rip": 2564, "sides": 2565, "simon": 2566, "grant": 2567, "fish": 2568, "hitler": 2569, "inner": 2570, "print": 2571, "account": 2572, "parker": 2573, "frightening": 2574, "paced": 2575, "hired": 2576, "greater": 2577, "downright": 2578, "quirky": 2579, "endbr": 2580, "occasional": 2581, "execution": 2582, "eight": 2583, "forgettable": 2584, "renting": 2585, "focused": 2586, "spoof": 2587, "reputation": 2588, "wilson": 2589, "southern": 2590, "brooks": 2591, "china": 2592, "explains": 2593, "narration": 2594, "via": 2595, "chaplin": 2596, "flashback": 2597, "everywhere": 2598, "critical": 2599, "wouldve": 2600, "rights": 2601, "pile": 2602, "sounded": 2603, "california": 2604, "victor": 2605, "belief": 2606, "alright": 2607, "mistakes": 2608, "regarding": 2609, "mildly": 2610, "artists": 2611, "magical": 2612, "flight": 2613, "julia": 2614, "forest": 2615, "anderson": 2616, "deeper": 2617, "lifetime": 2618, "driven": 2619, "convinced": 2620, "russell": 2621, "weapons": 2622, "raised": 2623, "ted": 2624, "depiction": 2625, "stayed": 2626, "false": 2627, "junk": 2628, "technically": 2629, "isbr": 2630, "underground": 2631, "arrives": 2632, "heavily": 2633, "east": 2634, "sun": 2635, "fool": 2636, "closing": 2637, "focuses": 2638, "superman": 2639, "cell": 2640, "arms": 2641, "position": 2642, "paying": 2643, "necessarily": 2644, "productions": 2645, "demon": 2646, "placed": 2647, "fare": 2648, "helen": 2649, "listening": 2650, "johnson": 2651, "designed": 2652, "ruin": 2653, "ripoff": 2654, "daniel": 2655, "rough": 2656, "serve": 2657, "figures": 2658, "stranger": 2659, "dozen": 2660, "reveals": 2661, "drew": 2662, "sensitive": 2663, "usa": 2664, "tight": 2665, "miniseries": 2666, "changing": 2667, "imagery": 2668, "expression": 2669, "throws": 2670, "spite": 2671, "grave": 2672, "offered": 2673, "atrocious": 2674, "theory": 2675, "curse": 2676, "buying": 2677, "hat": 2678, "amazed": 2679, "path": 2680, "hed": 2681, "shorts": 2682, "decades": 2683, "mickey": 2684, "campy": 2685, "erotic": 2686, "carries": 2687, "blockbuster": 2688, "initially": 2689, "410": 2690, "throwing": 2691, "kim": 2692, "bus": 2693, "blown": 2694, "kinds": 2695, "goodbr": 2696, "u": 2697, "princess": 2698, "lonely": 2699, "status": 2700, "choices": 2701, "dress": 2702, "seek": 2703, "combined": 2704, "mature": 2705, "teeth": 2706, "laura": 2707, "understood": 2708, "scenario": 2709, "jail": 2710, "outbr": 2711, "device": 2712, "subplot": 2713, "task": 2714, "birth": 2715, "couldve": 2716, "civil": 2717, "indie": 2718, "passing": 2719, "dracula": 2720, "anger": 2721, "adding": 2722, "brave": 2723, "ignore": 2724, "screening": 2725, "unconvincing": 2726, "mere": 2727, "funnier": 2728, "examples": 2729, "facial": 2730, "baseball": 2731, "lie": 2732, "treasure": 2733, "rolling": 2734, "chan": 2735, "st": 2736, "significant": 2737, "rain": 2738, "originality": 2739, "j": 2740, "india": 2741, "amongst": 2742, "massacre": 2743, "skill": 2744, "environment": 2745, "uninteresting": 2746, "writerdirector": 2747, "sitcom": 2748, "murphy": 2749, "nude": 2750, "stays": 2751, "barry": 2752, "attempting": 2753, "complicated": 2754, "everyday": 2755, "desperately": 2756, "goofy": 2757, "wins": 2758, "luke": 2759, "entertain": 2760, "served": 2761, "sarah": 2762, "fu": 2763, "join": 2764, "nuclear": 2765, "bugs": 2766, "causes": 2767, "flow": 2768, "term": 2769, "pregnant": 2770, "lawyer": 2771, "struggling": 2772, "criticism": 2773, "2001": 2774, "susan": 2775, "inept": 2776, "base": 2777, "charge": 2778, "concert": 2779, "suck": 2780, "timing": 2781, "dinner": 2782, "purely": 2783, "fbi": 2784, "sunday": 2785, "faithful": 2786, "reminiscent": 2787, "suffer": 2788, "raw": 2789, "racism": 2790, "beast": 2791, "succeeds": 2792, "gruesome": 2793, "jobs": 2794, "scares": 2795, "hole": 2796, "onbr": 2797, "metal": 2798, "angle": 2799, "nonetheless": 2800, "paint": 2801, "welles": 2802, "views": 2803, "helping": 2804, "contain": 2805, "handle": 2806, "learning": 2807, "drinking": 2808, "beloved": 2809, "carried": 2810, "kane": 2811, "bore": 2812, "rings": 2813, "murderer": 2814, "remote": 2815, "sleeping": 2816, "gas": 2817, "delivery": 2818, "spy": 2819, "description": 2820, "warned": 2821, "nights": 2822, "hong": 2823, "mob": 2824, "touched": 2825, "daily": 2826, "guest": 2827, "racist": 2828, "novels": 2829, "code": 2830, "shadow": 2831, "protagonists": 2832, "drives": 2833, "introduction": 2834, "crude": 2835, "separate": 2836, "medical": 2837, "eg": 2838, "110": 2839, "perform": 2840, "fourth": 2841, "cultural": 2842, "starred": 2843, "blah": 2844, "inspiration": 2845, "achieve": 2846, "enjoying": 2847, "oliver": 2848, "betty": 2849, "tommy": 2850, "dollar": 2851, "wolf": 2852, "host": 2853, "scientists": 2854, "comical": 2855, "drink": 2856, "expressions": 2857, "vacation": 2858, "answers": 2859, "quest": 2860, "lifebr": 2861, "afternoon": 2862, "mothers": 2863, "strangely": 2864, "santa": 2865, "hence": 2866, "accepted": 2867, "retarded": 2868, "intellectual": 2869, "bollywood": 2870, "internet": 2871, "league": 2872, "wwii": 2873, "controversial": 2874, "tree": 2875, "scripts": 2876, "related": 2877, "wears": 2878, "disbelief": 2879, "le": 2880, "reference": 2881, "court": 2882, "notable": 2883, "lisa": 2884, "contact": 2885, "ratings": 2886, "obnoxious": 2887, "determined": 2888, "againbr": 2889, "ludicrous": 2890, "assistant": 2891, "attacks": 2892, "titles": 2893, "flawed": 2894, "extent": 2895, "properly": 2896, "stupidity": 2897, "hood": 2898, "appreciated": 2899, "cowboy": 2900, "von": 2901, "arm": 2902, "nonexistent": 2903, "interpretation": 2904, "picks": 2905, "tales": 2906, "o": 2907, "thousands": 2908, "format": 2909, "basis": 2910, "protect": 2911, "shut": 2912, "mgm": 2913, "blair": 2914, "jon": 2915, "punch": 2916, "criminals": 2917, "albeit": 2918, "caring": 2919, "revolves": 2920, "whereas": 2921, "fictional": 2922, "comedian": 2923, "fabulous": 2924, "ron": 2925, "catherine": 2926, "carrying": 2927, "experiment": 2928, "mentally": 2929, "ghosts": 2930, "madness": 2931, "breathtaking": 2932, "entry": 2933, "sum": 2934, "woody": 2935, "attacked": 2936, "settings": 2937, "michelle": 2938, "vincent": 2939, "ashamed": 2940, "letting": 2941, "chuck": 2942, "warner": 2943, "fortunately": 2944, "tense": 2945, "910": 2946, "san": 2947, "videos": 2948, "greatly": 2949, "gods": 2950, "los": 2951, "letter": 2952, "lazy": 2953, "x": 2954, "credible": 2955, "mindless": 2956, "wealthy": 2957, "ironic": 2958, "par": 2959, "struggles": 2960, "breath": 2961, "sinister": 2962, "replaced": 2963, "stealing": 2964, "fallen": 2965, "credibility": 2966, "sleazy": 2967, "graphics": 2968, "escapes": 2969, "columbo": 2970, "sold": 2971, "chilling": 2972, "convey": 2973, "regardless": 2974, "lloyd": 2975, "miller": 2976, "lessons": 2977, "gripping": 2978, "balance": 2979, "clark": 2980, "happiness": 2981, "innocence": 2982, "hoffman": 2983, "guard": 2984, "opened": 2985, "challenge": 2986, "topic": 2987, "revolution": 2988, "steps": 2989, "upset": 2990, "frequently": 2991, "angels": 2992, "glass": 2993, "risk": 2994, "countries": 2995, "tradition": 2996, "manager": 2997, "honor": 2998, "cousin": 2999, "idiotic": 3000, "poignant": 3001, "dare": 3002, "310": 3003, "screenwriter": 3004, "socalled": 3005, "storm": 3006, "cynical": 3007, "authentic": 3008, "raise": 3009, "cheese": 3010, "flaw": 3011, "dear": 3012, "nowadays": 3013, "disagree": 3014, "stops": 3015, "technique": 3016, "lovable": 3017, "exists": 3018, "union": 3019, "intensity": 3020, "embarrassed": 3021, "greek": 3022, "weapon": 3023, "jay": 3024, "cases": 3025, "guessing": 3026, "hundred": 3027, "regard": 3028, "horrific": 3029, "stomach": 3030, "sinatra": 3031, "dave": 3032, "proof": 3033, "sword": 3034, "clips": 3035, "advantage": 3036, "confusion": 3037, "exceptional": 3038, "delight": 3039, "matrix": 3040, "courage": 3041, "consists": 3042, "chair": 3043, "hang": 3044, "bag": 3045, "searching": 3046, "cooper": 3047, "millions": 3048, "midnight": 3049, "hint": 3050, "italy": 3051, "suggests": 3052, "rival": 3053, "repeat": 3054, "creation": 3055, "kung": 3056, "plastic": 3057, "dislike": 3058, "slight": 3059, "14": 3060, "hearts": 3061, "bound": 3062, "seeking": 3063, "1930s": 3064, "friendly": 3065, "riding": 3066, "mexico": 3067, "dragon": 3068, "tune": 3069, "karen": 3070, "jamie": 3071, "needless": 3072, "noted": 3073, "hiding": 3074, "wasting": 3075, "sexuality": 3076, "eastwood": 3077, "franchise": 3078, "tour": 3079, "brad": 3080, "walker": 3081, "alas": 3082, "attempted": 3083, "45": 3084, "snow": 3085, "jumps": 3086, "obsession": 3087, "stylish": 3088, "worry": 3089, "appearances": 3090, "farm": 3091, "remind": 3092, "bitter": 3093, "badbr": 3094, "mirror": 3095, "burt": 3096, "reynolds": 3097, "instantly": 3098, "suffered": 3099, "warn": 3100, "tribute": 3101, "soviet": 3102, "mst3k": 3103, "oddly": 3104, "stunts": 3105, "marvelous": 3106, "thousand": 3107, "ps": 3108, "guide": 3109, "lying": 3110, "musicals": 3111, "troubled": 3112, "silence": 3113, "appearing": 3114, "trick": 3115, "surrounding": 3116, "sings": 3117, "nazi": 3118, "1960s": 3119, "coach": 3120, "hundreds": 3121, "presentation": 3122, "saves": 3123, "spoken": 3124, "object": 3125, "succeed": 3126, "leslie": 3127, "maria": 3128, "aired": 3129, "physically": 3130, "refuses": 3131, "thief": 3132, "legs": 3133, "burns": 3134, "text": 3135, "nazis": 3136, "sally": 3137, "trial": 3138, "closely": 3139, "ripped": 3140, "invisible": 3141, "established": 3142, "gotta": 3143, "andrews": 3144, "meaningful": 3145, "snakes": 3146, "achieved": 3147, "belongs": 3148, "adapted": 3149, "australia": 3150, "n": 3151, "briefly": 3152, "chases": 3153, "sutherland": 3154, "sends": 3155, "teach": 3156, "rush": 3157, "toy": 3158, "holiday": 3159, "performers": 3160, "techniques": 3161, "expert": 3162, "checking": 3163, "bridge": 3164, "specific": 3165, "shines": 3166, "dramas": 3167, "overcome": 3168, "bobby": 3169, "flash": 3170, "ninja": 3171, "tied": 3172, "row": 3173, "attraction": 3174, "birthday": 3175, "non": 3176, "successfully": 3177, "germans": 3178, 